Repository: TranPhuong319/AppLocker
Catalog: Launcher/*.lproj/Localizable.strings
Languages: vi

source: ❌ Cannot access resourceurl
vi: ❌ Không thể truy cập resourceURL

# ⚠️ Can't find info for: %@
source: ⚠️ Cannot find info for: %@
vi: ⚠️ Không tìm thấy info cho: %@

source: 🔓 App to unlock: %@, Exec: %@
vi: 🔓 App cần mở khóa: %@, exec: %@

# Authentication to open
source: authentic to open the application
vi: xác thực để mở ứng dụng

# ❌ Cannot unlock the Exec file
source: ❌ Can't unlock the Exec file
vi: ❌ Không thể mở khóa file exec

source: ✅ Successful authentication, opening application ...
vi: ✅ Xác thực thành công, đang mở ứng dụng...

source: ❌ Can't open the app: %@
vi: ❌ Không thể mở app: %@

# ❌ Can't get the application process
source: ❌ Can not get the application process
vi: ❌ Không lấy được tiến trình ứng dụng

# 📦 App escaped. Locking the file ...
source: 📦 The app has escaped.
vi: 📦 App đã thoát. Đang khoá lại file...

source: ✅ Lock the Exec file
vi: ✅ Đã khoá lại file exec

source: ❌ Can't lock the file
vi: ❌ Không thể khoá lại file

# ❌ Failure authenticity: %@
source: ❌ Failure: %@
vi: ❌ Xác thực thất bại: %@

source: unknown error
vi: Không rõ lỗi

# ❌ Can't find the application locked in the resources
source: ❌ Can't find the App locked in the Resources
vi: ❌ Không tìm thấy app bị khoá trong Resources

# ❌ Error when approved the resources folder: %@
source: ❌ Error when approving the resource folder: %@
vi: ❌ Lỗi khi duyệt thư mục Resources: %@

source: ✅ Success:
vi: ✅ Thành công:

source: ❌ Failure:
vi: ❌ Thất bại:

source: ❌ File Config does not exist
vi: ❌ File config không tồn tại

source: ❌ Cannot read or decide config.plist: %@
vi: ❌ Không thể đọc hoặc decode config.plist: %@
