Repository: TranPhuong319/AppLocker
Catalog: AppLocker/Resources/*.lproj/Localizable.strings
Languages: vi

# Application_list_management
source: Manage the application list
vi: Quản lý danh sách Ứng dụng

# Escape_Applocker
source: Quit AppLocker
vi: Thoát AppLocker

# Authentication_to_open_the_application_list
source: authenticate to open the application list
vi: xác thực để mở danh sách Ứng dụng

# Application_escape
source: quit application
vi: thoát ứng dụng

# The_authentication_fails_for_unknown_reasons
source: Authentication failed for unknown reasons
vi: Xác thực thất bại không rõ lý do

# It_is_impossible_to_perform_on_this_device
source: This action cannot be performed on this device
vi: Không thể thực hiện xác thực trên thiết bị này

# The_application_is_locked
source: Locked application
vi: Ứng dụng đã khoá

source: Add application to lock
vi: Thêm ứng dụng để khoá

# No_application_is_locked.
source: There is no locked application.
vi: Không có ứng dụng nào bị khoá.

source: Delete
vi: Xoá

# Waiting_for_%d_task_...
source: Waiting for %d task(s)...
vi: Đang chờ %d tác vụ...

source: Locking...
vi: Đang khoá...

source: Select the application to lock
vi: Chọn ứng dụng để khoá

source: Lock (%d)
vi: Khoá (%d)

source: Close
vi: Đóng

# Application_is_waiting_to_delete
source: Application is waiting to be deleted
vi: Ứng dụng đang chờ xoá

# Delete_all_from_the_waiting_line
source: Delete all from the waiting list
vi: Xoá tất cả khỏi hàng chờ

source: Unlock
vi: Mở khoá

source: Error
vi: Lỗi

# Cannot_load_configuration_file
source: Cannot load the configuration file
vi: Không thể tải file cấu hình

# Success_unlocked
source: Unlocked successfully
vi: Mở khoá thành công

# Unsuccessful_unlocking
source: Unlock unsuccessful
vi: Mở khoá không thành công

# ✅_Success_of_file_lock
source: ✅ File lock successful
vi: ✅ Khoá file thành công

# ❌_Lock_the_file_unsuccessful
source: ❌ File lock unsuccessful
vi: ❌ Khoá file không thành công

source: Unable to save configuration
vi: Không thể lưu cấu hình

source: ⚠️ Cannot read info.plist for %@
vi: ⚠️ Không thể đọc Info.plist cho %@

source: ⚠️ File does not exist: %@
vi: ⚠️ File không tồn tại: %@

source: ✅ Success:
vi: ✅ Thành công:

source: ❌ Failure:
vi: ❌ Thất bại:
